{
  "empty": [
    "Imagine this place filled with exciting content! For now, you'll have to use your imagination...",
    "This area mysteriously disappeared, but we're summoning it back!",
    "Oh no, nothing happened... Feel free to fill in the blank!",
    "It's like being at a concert and realizing there's no one on stage... Want to go up and perform?",
    "You've found a blank canvas! How about building a house?",
    "This area is currently empty, but creativity starts here!",
    "Nothing here... but don't worry, it's just the beginning!",
    "There were supposed to be big surprises here, but they slipped away!",
    "There's nothing here for now, like an empty snack cabinet.",
    "This empty space is waiting for its star to take the stage!"
  ],
  "request": {
    "10001": "Database query failed, please try again later",
    "10002": "Data update failed, please try again later",
    "10003": "Data save failed, please try again later",
    "10004": "Data deletion failed, please try again later",
    "20001": "The username is already registered",
    "20002": "User not found",
    "20003": "Incorrect password, please try again",
    "20004": "Your account has been disabled",
    "30001": "Node already exists",
    "30002": "Node not found",
    "30003": "Node group already exists",
    "30004": "Node group not found",
    "30005": "There is data in the node group, cannot be deleted",
    "400": "Invalid request parameters, please check and resubmit",
    "40002": "Please retry after logging in",
    "40003": "Invalid login information, please log in again",
    "40004": "Login session expired, please log in again",
    "401": "Request is too frequent, please try again later",
    "500": "Internal server error, we are working on fixing it urgently",
    "undefined": "System error occurred, please try again later"
  },
  "table": {
    "actions": "Actions",
    "asc": "Ascending",
    "desc": "Descending",
    "hide": "Hide",
    "pageInfo": "Page {current} of {total}",
    "rowsPerPage": "Rows per page",
    "selectedItems": "Selected {total} rows"
  },
  "unlimited": "Unlimited"
}
