{
  "check": {
    "checking": "Verificando...",
    "continue": "Continuar",
    "description": "Por favor, introduce tu correo electrónico para continuar con el inicio de sesión o registro.",
    "email": "Por favor, introduce una dirección de correo electrónico válida.",
    "title": "Iniciar sesión/Registrarse",
    "whitelist": "El dominio del correo electrónico no está en la lista blanca permitida."
  },
  "login": {
    "description": "Por favor, introduzca su información de cuenta para iniciar sesión.",
    "forgotPassword": "¿Olvidó su contraseña?",
    "success": "¡Inicio de sesión exitoso!",
    "switchAccount": "Registrar/Cambiar cuenta",
    "title": "Iniciar sesión"
  },
  "logout": "Cerrar sesión",
  "orWithEmail": "o con correo electrónico",
  "register": {
    "description": "Crea una nueva cuenta, completa tu información para registrarte.",
    "existingAccount": "¿Ya tienes una cuenta?",
    "get": "Obtener",
    "invite": "Código de invitación",
    "message": "#### ¡Estimado usuario!\n\nGracias por su interés y apoyo. Debido a un ajuste en la estrategia de operación del sitio, hemos cerrado la función de registro para nuevos usuarios. Durante este período, el uso por parte de los usuarios existentes no se verá afectado.\n\nNos comprometemos a brindarle un mejor servicio y experiencia, por lo que realizaremos una optimización completa del sistema y una actualización de funciones durante el cierre del registro. En el futuro, le daremos la bienvenida con contenido y servicios de mayor calidad.\n\nPor favor, siga nuestro sitio web y plataformas de redes sociales para obtener las últimas actualizaciones y notificaciones. Agradecemos su comprensión y apoyo.\n\nSi tiene alguna pregunta o necesita ayuda, no dude en ponerse en contacto con nuestro equipo de atención al cliente.\n\n**Nuevamente, gracias por su apoyo y comprensión.**",
    "passwordMismatch": "Las contraseñas no coinciden",
    "success": "¡Registro exitoso, sesión iniciada automáticamente!",
    "switchToLogin": "Iniciar sesión/restablecer correo electrónico",
    "title": "Registro"
  },
  "reset": {
    "description": "Por favor, introduzca su dirección de correo electrónico para restablecer la contraseña.",
    "existingAccount": "¿Ya tienes una cuenta?",
    "get": "Obtener",
    "success": "¡Contraseña restablecida con éxito, se ha cambiado automáticamente a iniciar sesión!",
    "switchToLogin": "Iniciar sesión/Registrarse",
    "title": "Restablecer contraseña"
  },
  "tos": "Términos del servicio"
}
