{
  "check": {
    "checking": "Проверка...",
    "continue": "Продолжить",
    "description": "Пожалуйста, введите ваш адрес электронной почты для продолжения входа или регистрации.",
    "email": "Пожалуйста, введите действительный адрес электронной почты.",
    "title": "Вход/Регистрация",
    "whitelist": "Домен электронной почты не входит в разрешенный белый список."
  },
  "login": {
    "description": "Пожалуйста, введите данные вашей учетной записи для входа.",
    "forgotPassword": "Забыли пароль?",
    "success": "Вход выполнен успешно!",
    "switchAccount": "Регистрация/Сменить аккаунт",
    "title": "Вход"
  },
  "logout": "Выйти из системы",
  "orWithEmail": "или с помощью электронной почты",
  "register": {
    "description": "Создайте новый аккаунт, заполните свои данные для регистрации.",
    "existingAccount": "Уже есть аккаунт?",
    "get": "Получить",
    "invite": "Код приглашения",
    "message": "#### Уважаемый пользователь!\n\nБлагодарим вас за интерес и поддержку. В связи с изменением стратегии работы сайта, мы закрыли функцию регистрации новых пользователей. В этот период использование существующими пользователями не будет затронуто.\n\nМы стремимся предоставить вам лучший сервис и опыт, поэтому в период закрытия регистрации будет проведена полная оптимизация системы и обновление функций. В будущем мы встретим вас с более качественным контентом и услугами.\n\nПожалуйста, следите за нашим сайтом и социальными сетями, чтобы получать последние новости и уведомления. Благодарим за ваше понимание и поддержку.\n\nЕсли у вас есть вопросы или нужна помощь, пожалуйста, свяжитесь с нашей службой поддержки.\n\n**Еще раз благодарим за вашу поддержку и понимание.**",
    "passwordMismatch": "Введенные пароли не совпадают",
    "success": "Регистрация успешна, вы автоматически вошли в систему!",
    "switchToLogin": "Войти/Сбросить почту",
    "title": "Регистрация"
  },
  "reset": {
    "description": "Пожалуйста, введите ваш адрес электронной почты, чтобы сбросить пароль.",
    "existingAccount": "Уже есть аккаунт?",
    "get": "Получить",
    "success": "Пароль успешно сброшен, автоматически переключено на вход!",
    "switchToLogin": "Вход/Регистрация",
    "title": "Сброс пароля"
  },
  "tos": "Условия обслуживания"
}
